brew "arp-scan"
brew "cmake"
brew "gcc"
brew "libidn2"
brew "libomp"
brew "llvm"
brew "mecab"
brew "mecab-ipadic"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "reattach-to-user-namespace"
brew "sl"
brew "tig"
brew "tmux"
brew "wget"
brew "lsd"
brew "z"
brew "git"
brew "fish"
brew "peco"
brew "rust"
brew "aquaproj/aqua/aqua"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "google-chrome"
cask "slack"
cask "discord"
cask "wezterm"
cask "notion"
cask "spotify"
cask "zoom"
cask "karabiner-elements"
cask "notion-calendar"
cask "aquaskk"
cask "skim"
cask "docker"
cask "mactex"
tap "railwaycat/emacsmacport"   # brew tap railwaycat/emacsmacport
cask "emacs-mac-spacemacs-icon" # brew install --cask emacs-mac-spacemacs-icon
tap "wtsnjp/tex2img"
brew "tex2img"
