tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "arp-scan"
brew "cmake"
brew "deno"
brew "docker"
brew "gcc"
brew "libidn2"
brew "libomp"
brew "llvm"
brew "mecab"
brew "mecab-ipadic"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "rustup-init"
brew "sl"
brew "tig"
brew "tmux"
brew "wget"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "google-chrome"
cask "slack"
cask "discord"
cask "wezterm"
caks "skitch"
caks "visual-studio-code"
caks "notion"
cask "spotify"
