tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "git"
brew "nodebrew"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "tig"
brew "tmux"
brew "vim"
brew "nvim"
brew "zsh"
brew "zsh-completions"
cask "docker"
cask "google-japanese-ime"
cask "slack"
cask "visual-studio-code"
cask "iterm2"
